[[[{"url": ["http://www.alternate.nl/Hardware-info-Magazine-Boek/html/product/1127020"], "price": ["26.5"], "name": ["Hardware.info Magazine, Boek "], "description": ["Hardware.info Magazine, Boek : Hardware.Info Magazine gaat verder waar andere computer- en gadgetbladen ophouden en is bij uitstek geschikt voor de lezer die zich zeer goed wil informeren. Met een vanzelfsprekende focus op hardware in de breedste zin van het woord, komt in dit bla... Art-Nr. 9YNLZZZZ"]},
{"url": ["http://www.alternate.nl/Club-3D/Radeon-R9-290-royalKing-grafische-kaart/html/product/1126000"], "price": ["314.0"], "name": ["Radeon R9 290 royalKing, grafische kaart (2x DVI, HDMI, DisplayPort, CrossFire, Retail)"], "description": ["Radeon R9 290 royalKing, grafische kaart (2x DVI, HDMI, DisplayPort, CrossFire, Retail): Bereid je voor op een geweldige high-definition gaming ervaring met de AMD Radeon R9 serie. Deze kaart biedt ondersteuning aan Eyefinity en met behulp van AMD-Stream-technologie versnellen zelfs de meest veeleisende applicaties en doen deze meer dan ... Art-Nr. JEXU07"]},
{"url": ["http://www.alternate.nl/Rapoo/Wireless-Illuminated-Keyboard-with-Touchpad-E9090P/html/product/1125632"], "price": ["89.99"], "name": ["Wireless Illuminated Keyboard with Touchpad E9090P (Zwart, EU Lay-out)"], "description": ["Wireless Illuminated Keyboard with Touchpad E9090P (Zwart, EU Lay-out): Het Wireless Illuminated Keyboard with Touchpad E9090P van Rapoo is een draadloos toetsenbord met touchpad, in een stijlvol ontwerp.Het toetsenbord maakt gebruik van scissor-key mechanische toetsen voor de perfecte toetsaanslagen, waardoor elke toets... Art-Nr. NTZDZA0I"]},
{"url": ["http://www.alternate.nl/Sharkoon/FireGlider-Mouse/html/product/56431"], "price": ["23.99"], "name": ["FireGlider Mouse (Zwart/Rood, 3600 dpi, Retail)"], "description": ["FireGlider Mouse (Zwart/Rood, 3600 dpi, Retail): De FireGlider Mouse van Sharkoon is een Gaming muis uit de Sharkoon Rush serie. Met een DPI waarde van maximaal 3600 DPI en zes vrij programmeerbare muis knoppen, is deze muis zeer geschikt om mee te gamen.De DPI waarde kan on the fly worden aangepas... Art-Nr. NMZS58"]},
{"url": ["http://www.alternate.nl/Aerocool/AP-550-550-Watt-voeding/html/product/1052421"], "price": ["39.99"], "name": ["AP-550, 550 Watt voeding (Zwart, 2x PCIe)"], "description": ["AP-550, 550 Watt voeding (Zwart, 2x PCIe): De AP-550 van Aerocool is een ATX voeding en levert een vermogen van 550 Watt. Deze voeding heeft één 120mm Fan ingebouwd en is beveiligd tegen overspanning (OVP), tegen onderspanning (UVP), tegen overbelasting (OLP/OPP) en tegen kortsluiting (SCP). ... Art-Nr. TN5RA1"]},
{"url": ["http://www.alternate.nl/MSI/Wind-Top-AG2712A-026EU-Gaming-PC/html/product/1103723"], "price": ["1599.0"], "name": ["Wind Top AG2712A-026EU, Gaming PC (Zwart/Rood, 16GB, WLAN, Gb-LAN, Touch, Win 8)"], "description": ["Wind Top AG2712A-026EU, Gaming PC (Zwart/Rood, 16GB, WLAN, Gb-LAN, Touch, Win 8): Deze Wind Top AG2712A-026EU is een All-in-one gaming PC van MSI met een 27 multi-touchscreen en is uitgerust met een Intel® Core i7-3630QM processor, 16GB geheugen, een AMD Radeon HD8970M grafische kaart, een 1000GB harde schijf en een 128GB SSD in R... Art-Nr. S1IMZN5G"]},
{"url": ["http://www.alternate.nl/Thermaltake/Hamburg-W0392RE-530-Watt-voeding/html/product/863854"], "price": ["49.99"], "name": ["Hamburg W0392RE, 530 Watt voeding (Zwart, 2x PCIe, Retail)"], "description": ["Hamburg W0392RE, 530 Watt voeding (Zwart, 2x PCIe, Retail): De Hamburg W0392RE van Thermaltake is een ATX voeding en levert een vermogen van 530 Watt met een efficientie van 86%. Deze voeding heeft één 120mm Fan ingebouwd en is beveiligd tegen stroompieken (OCP), tegen overspanning (OVP), tegen overbelasting ... Art-Nr. TN5T19"]},
{"url": ["http://www.alternate.nl/Seagate/Barracuda-7200-14-1-TB-harde-schijf/html/product/963366"], "price": ["51.9"], "name": ["Barracuda 7200.14, 1 TB harde schijf (SATA 600, ST1000DM003, AF, Bulk)"], "description": ["Barracuda 7200.14, 1 TB harde schijf (SATA 600, ST1000DM003, AF, Bulk): De Barracuda 7200.14 van Seagate heeft een opslagcapaciteit van 1000 GB, een toerental van 7200 rpm en een cache van 64 MB. De 3,5 inch SATA harddisk is voorzien van een Serial ATA/600 interface. Art-Nr. AEBS32"]},
{"url": ["http://www.alternate.nl/Thermaltake/Versa-G2-behuizing/html/product/1050081"], "price": ["44.99"], "name": ["Versa G2, behuizing (Zwart, USB 3.0, Window Kit, Retail)"], "description": ["Versa G2, behuizing (Zwart, USB 3.0, Window Kit, Retail): De Versa G2 van Thermaltake is een Midi Tower met plaats voor een ATX voeding. De behuizing beschikt over drie externe 5,25, één externe 3,5, vijf interne 3,5, één interne 2,5 inbouwsloten, heeft zeven Full Size slotopeningen en heeft twee slangopeni... Art-Nr. TQXTBZ"]},
{"url": ["http://www.alternate.nl/ASUS/R9270-DC2OC-2GD5-grafische-kaart/html/product/1109182"], "price": ["139.9"], "name": ["R9270-DC2OC-2GD5, grafische kaart (DVI, HDMI, DisplayPort, CrossFire, Retail)"], "description": ["R9270-DC2OC-2GD5, grafische kaart (DVI, HDMI, DisplayPort, CrossFire, Retail): Bereid je voor op een geweldige high-definition gaming ervaring met de AMD Radeon R9 serie. Deze kaart biedt ondersteuning aan Eyefinity en met behulp van AMD-Stream-technologie versnellen zelfs de meest veeleisende applicaties en doen deze meer dan ... Art-Nr. JDXV10"]},
{"url": ["http://www.alternate.nl/Crucial/8-GB-DDR3-1866-Kit-geheugen/html/product/1024089"], "price": ["82.9"], "name": ["8 GB DDR3-1866 Kit, geheugen (BLE2CP4G3D1869DE1TX0CEU, Ballistix Elite, Lite Retail)"], "description": ["8 GB DDR3-1866 Kit, geheugen (BLE2CP4G3D1869DE1TX0CEU, Ballistix Elite, Lite Retail): De opbouw van deze geheugenmodules is volledig identiek. Beide zijn voorzien van geheugenchips uit eenzelfde productie-serie, wat uiteraard een betere compatibiliteit oplevert dan twee losse modules. De capaciteit bedraagt in totaal 8 GB (twee module... Art-Nr. IDIFCDJ2"]},
{"url": ["http://www.alternate.nl/Motorola/Moto-G-(2nd-Gen-)-Flip-Shell-Cherry-Telefoonhoesje/html/product/1158440"], "price": ["24.99"], "name": ["Moto G (2nd Gen.) Flip Shell Cherry, Telefoonhoesje (Rood)"], "description": ["Moto G (2nd Gen.) Flip Shell Cherry, Telefoonhoesje (Rood): Deze Motorola Flip Shell is geschikt voor de Motorola G 2de generatie en is voorzien van een magnetische cover die stevig op zijn plaats blijft zitten en voorkomt krassen. Het display activeert automatisch wanneer je de klep van de cover opent. Art-Nr. ODHMF001"]},
{"url": ["http://www.alternate.nl/SAPPHIRE/TRI-X-R9-290X-4GB-OC-(11226-00-40G)-grafische-kaart/html/product/1118435"], "price": ["469.0"], "name": ["TRI-X R9 290X 4GB OC (11226-00-40G), grafische kaart (2x DVI, HDMI, DisplayPort, CrossFire, Full Retail)"], "description": ["TRI-X R9 290X 4GB OC (11226-00-40G), grafische kaart (2x DVI, HDMI, DisplayPort, CrossFire, Full Retail): Bereid je voor op een geweldige high-definition gaming ervaring met de AMD Radeon R9 serie. Deze kaart biedt ondersteuning aan Eyefinity en met behulp van AMD-Stream-technologie versnellen zelfs de meest veeleisende applicaties en doen deze meer dan ... Art-Nr. JEXS09"]},
{"url": ["http://www.alternate.nl/MSI/R9-290-GAMING-4G-grafische-kaart/html/product/1121403"], "price": ["349.0"], "name": ["R9 290 GAMING 4G, grafische kaart (DVI, HDMI, DisplayPort, CrossFire, Retail)"], "description": ["R9 290 GAMING 4G, grafische kaart (DVI, HDMI, DisplayPort, CrossFire, Retail): Bereid je voor op een geweldige high-definition gaming ervaring met de AMD Radeon R9 serie. Deze kaart biedt ondersteuning aan Eyefinity en met behulp van AMD-Stream-technologie versnellen zelfs de meest veeleisende applicaties en doen deze meer dan ... Art-Nr. JEXN05"]},
{"url": ["http://www.alternate.nl/SAPPHIRE/TRI-X-R9-290-4GB-OC-(11227-00-40G)-grafische-kaart/html/product/1118438"], "price": ["349.0"], "name": ["TRI-X R9 290 4GB OC (11227-00-40G), grafische kaart (DVI, HDMI, DisplayPort, CrossFire, Full Retail)"], "description": ["TRI-X R9 290 4GB OC (11227-00-40G), grafische kaart (DVI, HDMI, DisplayPort, CrossFire, Full Retail): Bereid je voor op een geweldige high-definition gaming ervaring met de AMD Radeon R9 serie. Deze kaart biedt ondersteuning aan Eyefinity en met behulp van AMD-Stream-technologie versnellen zelfs de meest veeleisende applicaties en doen deze meer dan ... Art-Nr. JEXS0B"]},
{"url": ["http://www.alternate.nl/Club-3D/Radeon-R9-290-royalKing-grafische-kaart/html/product/1126000"], "price": ["314.0"], "name": ["Radeon R9 290 royalKing, grafische kaart (2x DVI, HDMI, DisplayPort, CrossFire, Retail)"], "description": []},
{"url": ["http://www.alternate.nl/Hardware-info-Magazine-Boek/html/product/1127020"], "price": ["26.5"], "name": ["Hardware.info Magazine, Boek "], "description": []},
{"url": ["http://www.alternate.nl/Microsoft/Sculpt-Ergonomic-Keyboard-for-Business/html/product/1102266"], "price": ["64.9"], "name": ["Sculpt Ergonomic Keyboard for Business (Zwart, EU Lay-out)"], "description": ["Sculpt Ergonomic Keyboard for Business (Zwart, EU Lay-out): De Sculpt Ergonomic Keyboard is ontwikkeld op basis van geavanceerde ergonomische principes, met een gesplitst toetsenbord dat je polsen en onderarmen in een ontspannen houding houdt en een zachte handpalmsteun voor een goede ondersteuning van je pol... Art-Nr. NTZMZA1K"]},
{"url": ["http://www.alternate.nl/Logitech/Wireless-Keyboard-K360/html/product/888386"], "price": ["29.99"], "name": ["Wireless Keyboard K360 (Zwart, EU Lay-out, Retail)"], "description": ["Wireless Keyboard K360 (Zwart, EU Lay-out, Retail): Logitech® Wireless Keyboard K360. Mooi en toch handig. En ook nog compact. Krijg meer comfort met uw laptop of netbook en een vertrouwde indeling in een ruimtebesparend ontwerp dat ongeveer 20% kleiner is dan onze standaardtoetsenborden. Er zijn prak... Art-Nr. NTZLZAUJ"]},
{"url": ["http://www.alternate.nl/Rapoo/Wireless-Ultra-slim-Touch-Keyboard-E9270P/html/product/1102930"], "price": ["59.99"], "name": ["Wireless Ultra-slim Touch Keyboard E9270P (Zwart)"], "description": ["Wireless Ultra-slim Touch Keyboard E9270P (Zwart): Het Wireless Ultra-slim Touch Keyboard E9270P van Rapoo is een compacte, licht en draadloos toetsenbord, welke door het geringe formaat zeer gemakkelijk in gebruik is. Door de hoogte van 4mm en de Ultradunne knoppen, kan je comfortabel typen. De acht... Art-Nr. NTZDZA0H"]},
{"url": ["http://www.alternate.nl/Razer/Naga-2014-MMO-Gaming-mouse/html/product/1092983"], "price": ["79.9"], "name": ["Naga 2014 MMO Gaming mouse (Zwart, 8200 dpi)"], "description": ["Naga 2014 MMO Gaming mouse (Zwart, 8200 dpi): De Razer Naga 2014 is de ultieme MMO Gaming mouse. De Naga bevat 12 mechanische knoppen voor het gebruik met verschillende MMO's, waaronder WOW™, Warhammer Online™, Aion™ en meer. Met het (mulitknop) duimraster heb je elke commando in de palm van je ... Art-Nr. NMZR52"]},
{"url": ["http://www.alternate.nl/Razer/DeathAdder-2013-Gaming-Muis/html/product/1046116"], "price": ["67.9"], "name": ["DeathAdder 2013, Gaming Muis (Zwart, 6400 dpi, Retail)"], "description": ["DeathAdder 2013, Gaming Muis (Zwart, 6400 dpi, Retail): De DeathAdder 2013 Edition van Razer geeft u alle controle over uw PC game. Met zijn 6400 dpi resolutie worden zelfs de kleinste bewegingen geregistreerd.De DeathAdder beschikt over een 4 G Optische sensor, vijf programmeerbare knoppen en 1000Hz USB ... Art-Nr. NMZR2700"]},
{"url": ["http://www.alternate.nl/MSI/AG2712A-027EU-Gaming-All-in-One-PC/html/product/1151557"], "price": ["1199.0"], "name": ["AG2712A-027EU Gaming All-in-One PC (Zwart, 8GB, WLAN, Gb-LAN, BT, Win 8)"], "description": ["AG2712A-027EU Gaming All-in-One PC (Zwart, 8GB, WLAN, Gb-LAN, BT, Win 8): Gebaseerd op het succes van MSI's krachtige gaming moederborden en grafische kaarten, heeft MSI nu met succes alle onderdelen gecombineerd tot een volledige en krachtige gaming desktop met een groot non-glare scherm. Hierdoor is 's werelds eerste All... Art-Nr. S1IMZNGM"]},
{"url": ["http://www.alternate.nl/ALTERNATE/Thunderstorm-GB408-Desktop-PC/html/product/1155624"], "price": ["799.0"], "name": ["Thunderstorm GB408, Desktop PC (Zwart, 8GB, R7 260X, Gb-LAN, Win 8.1)"], "description": ["Thunderstorm GB408, Desktop PC (Zwart, 8GB, R7 260X, Gb-LAN, Win 8.1): Met een PC uit de ALTERNATE Thunderstorm serie heb je een wapen in handen om elke game naar je hand te zetten. Met de upgrade mogelijkheden van de game PC configurator kun je bovendien precies daar de nadruk leggen waar jij het nodig hebt. Good Games... Art-Nr. S9IVZN0B"]}]