[{"url": ["http://www.alternate.nl/Hardware-info-Magazine-Boek/html/product/1127020"], "price": ["26.5"], "name": ["Hardware.info Magazine, Boek "], "description": ["Hardware.info Magazine, Boek : Hardware.Info Magazine gaat verder waar andere computer- en gadgetbladen ophouden en is bij uitstek geschikt voor de lezer die zich zeer goed wil informeren. Met een vanzelfsprekende focus op hardware in de breedste zin van het woord, komt in dit bla... Art-Nr. 9YNLZZZZ"]},
{"url": ["http://www.alternate.nl/Club-3D/Radeon-R9-290-royalKing-grafische-kaart/html/product/1126000"], "price": ["314.0"], "name": ["Radeon R9 290 royalKing, grafische kaart (2x DVI, HDMI, DisplayPort, CrossFire, Retail)"], "description": ["Radeon R9 290 royalKing, grafische kaart (2x DVI, HDMI, DisplayPort, CrossFire, Retail): Bereid je voor op een geweldige high-definition gaming ervaring met de AMD Radeon R9 serie. Deze kaart biedt ondersteuning aan Eyefinity en met behulp van AMD-Stream-technologie versnellen zelfs de meest veeleisende applicaties en doen deze meer dan ... Art-Nr. JEXU07"]},
{"url": ["http://www.alternate.nl/AMD/A6-5400K-3-6-GHz-(3-8-GHz-Turbo-Boost)-FM2-processor/html/product/1030474"], "price": ["51.9"], "name": ["A6-5400K, 3,6 GHz (3,8 GHz Turbo Boost) FM2 processor (\"Trinity\", Black Edition, boxed)"], "description": ["A6-5400K, 3,6 GHz (3,8 GHz Turbo Boost) FM2 processor (\"Trinity\", Black Edition, boxed): De AMD A6-5400K CPU, codenaam Trinity, beschikt over twee verwerkingseenheden en is geschikt om op een moederbord met Socket FM2 te plaatsen. De processor beschikt over 2x 512 KB Level 2 cache en werkt op een snelheid van 3600 MHz. De AMD A6-5400K be... Art-Nr. HG6A01"]},
{"url": ["http://www.alternate.nl/Intel(R)/Core(TM)-i5-4690-3-5-GHz-(3-9-GHz-Turbo-Boost)-1150-processor/html/product/1128198"], "price": ["209.9"], "name": ["Core™ i5-4690, 3,5 GHz (3,9 GHz Turbo Boost) 1150 processor (FC-LGA4, \"Haswell-R\")"], "description": ["Core™ i5-4690, 3,5 GHz (3,9 GHz Turbo Boost) 1150 processor (FC-LGA4, \"Haswell-R\"): De Intel® Core™ i5-4690 CPU, codenaam Haswell, beschikt over vier verwerkingseenheden en is geschikt om op een moederbord met Socket 1150 te plaatsen. De processor beschikt over 4x 256 KB Level 2 en 6144 KB Level 3 cache en werkt op een snelheid van ... Art-Nr. HW5I41"]},
{"url": ["http://www.alternate.nl/ASRock/Q1900B-ITX-moederbord/html/product/1133966"], "price": ["69.9"], "name": ["Q1900B-ITX, moederbord (CPU, Gb-LAN, Sound, Mini-ITX)"], "description": ["Q1900B-ITX, moederbord (CPU, Gb-LAN, Sound, Mini-ITX): De Q1900B-ITX van ASRock bevat een Intel® Celeron® J1900 processor en ondersteunt maximaal 16 GB aan geheugen. Verder ondersteunt het moederbord de interne grafische chip van de CPU en kunnen er SATA apparaten worden aangesloten. Uiteraard ontbreken ... Art-Nr. GLIR11"]},
{"url": ["http://www.alternate.nl/Acer/23-Touchscreen-Monitor-T232HLabmijjz/html/product/1150599"], "price": ["299.0"], "name": ["23\" Touchscreen-Monitor T232HLabmijjz (Zwart, VGA, HDMI (MHL), Touch)"], "description": ["23\" Touchscreen-Monitor T232HLabmijjz (Zwart, VGA, HDMI (MHL), Touch): De unieke asymmetrische stijl, het 'zwevende' scherm van rand tot rand, het comfortabele en ergonomische ontwerp van de monitor en met ondersteuning voor 10-punts multi-touch. Films en afbeeldingen zien er vanuit elke hoek goed uit dankzij de technol... Art-Nr. V5TA0300"]},
{"url": ["http://www.alternate.nl/Kingston-ValueRAM/4-GB-DDR3-1333-geheugen/html/product/1015828"], "price": ["37.99"], "name": ["4 GB DDR3-1333, geheugen (KVR13S9S8/4, Lite Retail)"], "description": ["4 GB DDR3-1333, geheugen (KVR13S9S8/4, Lite Retail): Deze geheugenmodule heeft een capaciteit van 4 GB (één module van 4 GB) en is geschikt voor notebooks met een DDR3 geheugenbus van 1333 MHz. Art-Nr. ICNF22"]},
{"url": ["http://www.alternate.nl/Sharkoon/SHARK-Force-Muis/html/product/1089577"], "price": ["14.99"], "name": ["SHARK Force, Muis (Zwart, 1600 dpi)"], "description": ["SHARK Force, Muis (Zwart, 1600 dpi): Met zes knoppen, optische sensor, maximaal 4.000 FPS en een instelbare dpi van 600, 1000, en tot 1600 DPI, heb je de optimale omstandigheden om het op te nemen tegen andere spelers. Het ergonomische ontwerp van de SHARK Force biedt maximale grip en c... Art-Nr. NMZS5K"]},
{"url": ["http://www.alternate.nl/EVGA/GeForce-GTX-780-Ti-Superclocked-w-ACX-Cooler-grafische-kaart/html/product/1112400"], "price": ["519.0"], "name": ["GeForce GTX 780 Ti Superclocked w/ ACX Cooler, grafische kaart (DVI, HDMI, DisplayPort, SLI, Retail)"], "description": ["GeForce GTX 780 Ti Superclocked w/ ACX Cooler, grafische kaart (DVI, HDMI, DisplayPort, SLI, Retail): De GeForce GTX 780 Ti Superclocked w/ ACX Cooler van EVGA is gebaseerd op de NVIDIA GeForce GTX 780 Ti Chip en beschikt over 3072 MB GDDR5 Geheugen dat via een 384 bit brede interface aangesproken wordt. De GPU heeft een kloksnelheid van 1006 MHz en ... Art-Nr. JDXZZM"]},
{"url": ["http://www.alternate.nl/Razer/Naga-Hex-MMO-Gaming-mouse/html/product/987816"], "price": ["79.9"], "name": ["Naga Hex MMO Gaming mouse (Zwart/Groen, 5600 dpi, Retail)"], "description": ["Naga Hex MMO Gaming mouse (Zwart/Groen, 5600 dpi, Retail): De Razer Naga Hex is de ultieme MMO Gaming mouse. De Naga Hex bevat 6 strategisch geplaatste knoppen voor het gebruik met verschillende MMO's. Met het (mulitknop) duimraster heb je elke commando in de palm van je hand. Buiten deze 6 toetsen heeft de ... Art-Nr. NMZR47"]},
{"url": ["http://www.alternate.nl/NVIDIA/SHIELD(TM)-Wireless-Controller-Gamepad/html/product/1150430"], "price": ["59.99"], "name": ["SHIELD™ Wireless Controller, Gamepad "], "description": ["SHIELD™ Wireless Controller, Gamepad : De NVIDIA ® SHIELD™ draadloze controller werkt naadloos samen met de NVIDIA ® SHIELD™  tablet en levert een intuïtieve bediening voor huidige top games. Maximaliseer gaming prestaties met de Wi-Fi Direct-verbinding met zijn extreem lage latency, gesc... Art-Nr. PJVZN0"]},
{"url": ["http://www.alternate.nl/SAPPHIRE/TRI-X-R9-290X-4GB-OC-(11226-00-40G)-grafische-kaart/html/product/1118435"], "price": ["469.0"], "name": ["TRI-X R9 290X 4GB OC (11226-00-40G), grafische kaart (2x DVI, HDMI, DisplayPort, CrossFire, Full Retail)"], "description": ["TRI-X R9 290X 4GB OC (11226-00-40G), grafische kaart (2x DVI, HDMI, DisplayPort, CrossFire, Full Retail): Bereid je voor op een geweldige high-definition gaming ervaring met de AMD Radeon R9 serie. Deze kaart biedt ondersteuning aan Eyefinity en met behulp van AMD-Stream-technologie versnellen zelfs de meest veeleisende applicaties en doen deze meer dan ... Art-Nr. JEXS09"]},
{"url": ["http://www.alternate.nl/MSI/R9-290-GAMING-4G-grafische-kaart/html/product/1121403"], "price": ["349.0"], "name": ["R9 290 GAMING 4G, grafische kaart (DVI, HDMI, DisplayPort, CrossFire, Retail)"], "description": ["R9 290 GAMING 4G, grafische kaart (DVI, HDMI, DisplayPort, CrossFire, Retail): Bereid je voor op een geweldige high-definition gaming ervaring met de AMD Radeon R9 serie. Deze kaart biedt ondersteuning aan Eyefinity en met behulp van AMD-Stream-technologie versnellen zelfs de meest veeleisende applicaties en doen deze meer dan ... Art-Nr. JEXN05"]},
{"url": ["http://www.alternate.nl/SAPPHIRE/TRI-X-R9-290-4GB-OC-(11227-00-40G)-grafische-kaart/html/product/1118438"], "price": ["349.0"], "name": ["TRI-X R9 290 4GB OC (11227-00-40G), grafische kaart (DVI, HDMI, DisplayPort, CrossFire, Full Retail)"], "description": ["TRI-X R9 290 4GB OC (11227-00-40G), grafische kaart (DVI, HDMI, DisplayPort, CrossFire, Full Retail): Bereid je voor op een geweldige high-definition gaming ervaring met de AMD Radeon R9 serie. Deze kaart biedt ondersteuning aan Eyefinity en met behulp van AMD-Stream-technologie versnellen zelfs de meest veeleisende applicaties en doen deze meer dan ... Art-Nr. JEXS0B"]},
{"url": ["http://www.alternate.nl/Club-3D/Radeon-R9-290-royalKing-grafische-kaart/html/product/1126000"], "price": ["314.0"], "name": ["Radeon R9 290 royalKing, grafische kaart (2x DVI, HDMI, DisplayPort, CrossFire, Retail)"], "description": []},
{"url": ["http://www.alternate.nl/Hardware-info-Magazine-Boek/html/product/1127020"], "price": ["26.5"], "name": ["Hardware.info Magazine, Boek "], "description": []},
{"url": ["http://www.alternate.nl/AMD/A10-6800K-4-1-GHz-(4-4-GHz-Turbo-Boost)-FM2-processor/html/product/1082062"], "price": ["127.9"], "name": ["A10-6800K, 4,1 GHz (4,4 GHz Turbo Boost) FM2 processor (\"Richland\", Black Edition, boxed)"], "description": ["A10-6800K, 4,1 GHz (4,4 GHz Turbo Boost) FM2 processor (\"Richland\", Black Edition, boxed): De AMD A10-6800K CPU, codenaam Richland, beschikt over vier verwerkingseenheden en is geschikt om op een moederbord met Socket FM2 te plaatsen. De processor beschikt over 4096 KB Level 2 cache en werkt op een snelheid van 4100 MHz. De AMD A10-6800K b... Art-Nr. HG1A07"]},
{"url": ["http://www.alternate.nl/AMD/Athlon(TM)-II-X4-760K-3-8-GHz-(4-1-GHz-Turbo-Boost)-FM2-processor/html/product/1086854"], "price": ["81.9"], "name": ["Athlon™ II X4 760K, 3,8 GHz (4,1 GHz Turbo Boost) FM2 processor (uPGA, \"Richland\", Black Edition, boxed)"], "description": ["Athlon™ II X4 760K, 3,8 GHz (4,1 GHz Turbo Boost) FM2 processor (uPGA, \"Richland\", Black Edition, boxed): De AMD Athlon II X4 760K CPU, codenaam Trinity, beschikt over vier verwerkingseenheden en is geschikt om op een moederbord met Socket FM2 te plaatsen. De processor beschikt over 4096 KB Level 2 cache en werkt op een snelheid van 3800 MHz. De AMD Athl... Art-Nr. HGAA19"]},
{"url": ["http://www.alternate.nl/AMD/A8-6600K-3-9-GHz-(4-2-GHz-Turbo-Boost)-FM2-processor/html/product/1082068"], "price": ["87.9"], "name": ["A8-6600K, 3,9 GHz (4,2 GHz Turbo Boost) FM2 processor (\"Richland\", Black Edition, boxed)"], "description": ["A8-6600K, 3,9 GHz (4,2 GHz Turbo Boost) FM2 processor (\"Richland\", Black Edition, boxed): De AMD A8-6600K CPU, codenaam Richland, beschikt over vier verwerkingseenheden en is geschikt om op een moederbord met Socket FM2 te plaatsen. De processor beschikt over 4096 KB Level 2 cache en werkt op een snelheid van 3900 MHz. De AMD A8-6600K bes... Art-Nr. HG8A07"]},
{"url": ["http://www.alternate.nl/Spire/WhiteGrease/html/product/1030764"], "price": ["2.49"], "name": ["WhiteGrease (Retail)"], "description": ["WhiteGrease (Retail): Voor betere geleiding van de warmte tussen processor en koeler. Kan bij alle processoren en koelers gebruikt worden, mits de koeler niet met warmtefolie of andere geleidingsmaterialen bedekt is. Art-Nr. HVZ#P01"]},
{"url": ["http://www.alternate.nl/Intel(R)/Core(TM)-i7-4790K-4-0-GHz-(4-4-GHz-Turbo-Boost)-1150-processor/html/product/1143720"], "price": ["319.0"], "name": ["Core™ i7-4790K, 4,0 GHz (4,4 GHz Turbo Boost) 1150 processor (FC-LGA4, \"Haswell-R\", boxed)"], "description": ["Core™ i7-4790K, 4,0 GHz (4,4 GHz Turbo Boost) 1150 processor (FC-LGA4, \"Haswell-R\", boxed): De Intel® Core™ i7-4790K CPU, codenaam Haswell-Refresh, beschikt over vier verwerkingseenheden en is geschikt om op een moederbord met Socket 1150 te plaatsen. De processor beschikt over 4x 256 KB Level 2 en 8192 KB Level 3 cache en werkt op een snel... Art-Nr. HW7I27"]},
{"url": ["http://www.alternate.nl/GIGABYTE/GA-C1037UN-moederbord/html/product/1126968"], "price": ["81.9"], "name": ["GA-C1037UN, moederbord (CPU, Gb-LAN, VGA, Sound, Mini-ITX)"], "description": ["GA-C1037UN, moederbord (CPU, Gb-LAN, VGA, Sound, Mini-ITX): De GA-C1037UN van GIGABYTE bevat een Intel® Celeron® 1037U processor en ondersteunt maximaal 16 GB aan geheugen. Verder is er een onboard Intel® HD Graphics grafische kaart aanwezig en kunnen er SATA en IDE apparaten worden aangesloten. Uiteraard ont... Art-Nr. GLIG07"]},
{"url": ["http://www.alternate.nl/Iiyama/21-5-Touchscreen-Monitor-ProLite-TF2234MC-B1/html/product/1079905"], "price": ["579.0"], "name": ["21.5\" Touchscreen-Monitor ProLite TF2234MC-B1 (Zwart, VGA, DVI-D, USB, Retail)"], "description": ["21.5\" Touchscreen-Monitor ProLite TF2234MC-B1 (Zwart, VGA, DVI-D, USB, Retail): De ProLite TF2234MC is voorzien van geïntegreerde Projective Capacitive Multitouch-technologie. Het LCD panel maakt gebruik van IPS technologie, die een buitengewone kleurvastheid vanuit elke inkijkhoek biedt. Het maakt hem de ideale touchscreenmonit... Art-Nr. V5TI07"]},
{"url": ["http://www.alternate.nl/Corsair/16-GB-DDR3-1333-Kit-geheugen/html/product/971986"], "price": ["157.9"], "name": ["16 GB DDR3-1333 Kit, geheugen (CMSA16GX3M2A1333C9, Mac, Lite Retail)"], "description": ["16 GB DDR3-1333 Kit, geheugen (CMSA16GX3M2A1333C9, Mac, Lite Retail): De opbouw van deze geheugenmodules is volledig identiek. Beide zijn voorzien van geheugenchips uit eenzelfde productie-serie, wat uiteraard een betere compatibiliteit oplevert dan twee losse modules. De capaciteit bedraagt in totaal 16 GB (twee modul... Art-Nr. IENF58"]},
{"url": ["http://www.alternate.nl/Logitech/Keyboard-K120/html/product/576272"], "price": ["14.99"], "name": ["Keyboard K120 (Zwart, EU Lay-out, Retail)"], "description": ["Keyboard K120 (Zwart, EU Lay-out, Retail): Logitech® Keyboard K120. Een betere type-ervaring op een duurzaam toetsenbord. U kunt comfortabel en geruisloos typen dankzij de vlakke toetsen die nauwelijks geluid maken, en de standaardindeling met F-toetsen en een numeriek toetsenblok van normaal... Art-Nr. NTZLZA15"]},
{"url": ["http://www.alternate.nl/MSI/N770-TF-2GD5-OC-grafische-kaart/html/product/1082904"], "price": ["274.0"], "name": ["N770 TF 2GD5/OC, grafische kaart (2x DVI, HDMI, DisplayPort, SLI, Retail)"], "description": ["N770 TF 2GD5/OC, grafische kaart (2x DVI, HDMI, DisplayPort, SLI, Retail): De N770 TF 2GD5/OC van MSI is gebaseerd op de NVIDIA GeForce GTX 770 Chip en beschikt over 2048 MB GDDR5 Geheugen dat via een 256 bit brede interface aangesproken wordt. De GPU heeft een kloksnelheid van 1098 MHz en het geheugen een snelheid van 7010... Art-Nr. JDXNZ2"]},
{"url": ["http://www.alternate.nl/Razer/Naga-2014-MMO-Gaming-mouse/html/product/1092983"], "price": ["79.9"], "name": ["Naga 2014 MMO Gaming mouse (Zwart, 8200 dpi)"], "description": ["Naga 2014 MMO Gaming mouse (Zwart, 8200 dpi): De Razer Naga 2014 is de ultieme MMO Gaming mouse. De Naga bevat 12 mechanische knoppen voor het gebruik met verschillende MMO's, waaronder WOW™, Warhammer Online™, Aion™ en meer. Met het (mulitknop) duimraster heb je elke commando in de palm van je ... Art-Nr. NMZR52"]},
{"url": ["http://www.alternate.nl/Speedlink/Gamepad-XEOX-Pro-Analog-Wireless/html/product/1033330"], "price": ["34.99"], "name": ["Gamepad XEOX Pro Analog Wireless (Zwart, Retail)"], "description": ["Gamepad XEOX Pro Analog Wireless (Zwart, Retail): De perfecte synthese tussen comfort en superieure precisie: het XEOX Pro Analog Gamepad verschaft een tactisch voordeel door de uiterst precieze, ergonomisch geplaatste linkse stick, voor professioneel analoog gamen op de pc. Hiermee bestuurt u de ni... Art-Nr. NJZE2200"]},
{"url": ["http://www.alternate.nl/XFX/R9-290-Black-Double-Dissipation-(R9-290A-EDBD)-grafische-kaart/html/product/1118717"], "price": ["329.0"], "name": ["R9 290 Black Double Dissipation (R9-290A-EDBD), grafische kaart (2x DVI, HDMI, DisplayPort, CrossFire)"], "description": ["R9 290 Black Double Dissipation (R9-290A-EDBD), grafische kaart (2x DVI, HDMI, DisplayPort, CrossFire): Bereid je voor op een geweldige high-definition gaming ervaring met de AMD Radeon R9 serie. Deze kaart biedt ondersteuning aan Eyefinity en met behulp van AMD-Stream-technologie versnellen zelfs de meest veeleisende applicaties en doen deze meer dan ... Art-Nr. JEXX06"]},
{"url": ["http://www.alternate.nl/MSI/R9-290-GAMING-4G-grafische-kaart/html/product/1121403"], "price": ["349.0"], "name": ["R9 290 GAMING 4G, grafische kaart (DVI, HDMI, DisplayPort, CrossFire, Retail)"], "description": []},
{"url": ["http://www.alternate.nl/SAPPHIRE/TRI-X-R9-290-4GB-OC-(11227-00-40G)-grafische-kaart/html/product/1118438"], "price": ["349.0"], "name": ["TRI-X R9 290 4GB OC (11227-00-40G), grafische kaart (DVI, HDMI, DisplayPort, CrossFire, Full Retail)"], "description": []},
{"url": ["http://www.alternate.nl/Canon/PIXMA-MG5550-All-in-one-inkjetprinter/html/product/1100347"], "price": ["69.9"], "name": ["PIXMA MG5550, All-in-one inkjetprinter (Zwart, Scannen, Kopiëren)"], "description": ["PIXMA MG5550, All-in-one inkjetprinter (Zwart, Scannen, Kopiëren): Met de Canon PIXMA MG5550 All-in-One printer met geavanceerde Wi-Fi connectiviteit en 5 gescheiden inktcartridges maakt u eenvoudig hoogwaardige prints, kopieën en scans en heeft u rechtstreeks toegang tot de cloud. De printer is ontworpen voor wirel... Art-Nr. WT#CT3"]},
{"url": ["http://www.alternate.nl/Canon/MX-925-All-in-one-inkjetprinter/html/product/1062815"], "price": ["159.9"], "name": ["MX-925, All-in-one inkjetprinter (Zwart)"], "description": ["MX-925, All-in-one inkjetprinter (Zwart): Krachtige en productieve All-in-One met vijf inkten en optionele XL- en XXL-inktcartridges, Wi-Fi, ethernet en dubbelzijdige ADF voor 35 pagina's. Geavanceerde mediaverwerking met een papierlade voor 250 vel, dubbelzijdig printen en Direct Disc Print... Art-Nr. WT#CQD"]},
{"url": ["http://www.alternate.nl/AMD/A10-6800K-4-1-GHz-(4-4-GHz-Turbo-Boost)-FM2-processor/html/product/1082062"], "price": ["127.9"], "name": ["A10-6800K, 4,1 GHz (4,4 GHz Turbo Boost) FM2 processor (\"Richland\", Black Edition, boxed)"], "description": []},
{"url": ["http://www.alternate.nl/AMD/Athlon(TM)-II-X4-760K-3-8-GHz-(4-1-GHz-Turbo-Boost)-FM2-processor/html/product/1086854"], "price": ["81.9"], "name": ["Athlon™ II X4 760K, 3,8 GHz (4,1 GHz Turbo Boost) FM2 processor (uPGA, \"Richland\", Black Edition, boxed)"], "description": []},
{"url": ["http://www.alternate.nl/Canon/PowerShot-SX280-HS-Digitale-Camera/html/product/1077897"], "price": ["224.9"], "name": ["PowerShot SX280 HS, Digitale Camera (Rood)"], "description": ["PowerShot SX280 HS, Digitale Camera (Rood): Maak verbinding met deze complete compactcamera voor op reisDe compacte PowerShot SX280 HS heeft alles in huis om je reizen vast te leggen en te delen: 20x optische zoom, vloeiende Full HD 60 fps movies, GPS-labels en Wi-Fi. Het HS System verzekert f... Art-Nr. MK#CUI"]},
{"url": ["http://www.alternate.nl/Noctua/NT-H1-Koelpasta/html/product/31252"], "price": ["9.99"], "name": ["NT-H1 Koelpasta (Lite Retail)"], "description": ["NT-H1 Koelpasta (Lite Retail): De NT-H1 Koelpasta zorgt voor betere afleiding van de warmte tussen processor en koeler. Kan bij alle processoren en koelers gebruikt worden, mits de koeler niet met warmtefolie of andere geleidingsmaterialen bedekt is. Art-Nr. HVZ#35"]},
{"url": ["http://www.alternate.nl/Intel(R)/Core(TM)-i7-4770-3-4-GHz-(3-9-GHz-Turbo-Boost)-1150-processor/html/product/1063381"], "price": ["294.0"], "name": ["Core™ i7-4770, 3,4 GHz (3,9 GHz Turbo Boost) 1150 processor (FC-LGA4, \"Haswell\", boxed)"], "description": ["Core™ i7-4770, 3,4 GHz (3,9 GHz Turbo Boost) 1150 processor (FC-LGA4, \"Haswell\", boxed): De Intel® Core™ i7-4770 CPU, codenaam Haswell, beschikt over vier verwerkingseenheden en is geschikt om op een moederbord met Socket 1150 te plaatsen. De processor beschikt over 4x 256 KB Level 2 en 8192 KB Level 3 cache en werkt op een snelheid van ... Art-Nr. HW7I11"]},
{"url": ["http://www.alternate.nl/ASRock/C2750D4I-moederbord/html/product/1112688"], "price": ["364.0"], "name": ["C2750D4I, moederbord (CPU, Gb-LAN, VGA, Mini-ITX)"], "description": ["C2750D4I, moederbord (CPU, Gb-LAN, VGA, Mini-ITX): De C2750D4I van ASRock bevat een Intel® Atom™ C2750 processor en ondersteunt maximaal 64 GB aan geheugen. Verder is er een onboard Aspeed AST2300 grafische kaart aanwezig en kunnen er SATA apparaten worden aangesloten. Uiteraard ontbreekt ook onboard... Art-Nr. GWIR90"]},
{"url": ["http://www.alternate.nl/Iiyama/21-5-Touchscreen-Monitor-ProLite-TF2234MC-B1/html/product/1079905"], "price": ["579.0"], "name": ["21.5\" Touchscreen-Monitor ProLite TF2234MC-B1 (Zwart, VGA, DVI-D, USB, Retail)"], "description": []},
{"url": ["http://www.alternate.nl/Mushkin/8-GB-DDR3-1333-geheugen/html/product/1024579"], "price": ["68.9"], "name": ["8 GB DDR3-1333, geheugen (972020A, Apple-Serie, Lite Retail)"], "description": ["8 GB DDR3-1333, geheugen (972020A, Apple-Serie, Lite Retail): Deze geheugenmodule heeft een capaciteit van 8 GB (één module van 8 GB) en is geschikt voor notebooks met een DDR3 geheugenbus van 1333 MHz. Art-Nr. IDNFUC"]},
{"url": ["http://www.alternate.nl/Logitech/Comfort-Keyboard-K280e/html/product/1143170"], "price": ["24.99"], "name": ["Comfort Keyboard K280e (Zwart)"], "description": ["Comfort Keyboard K280e (Zwart): De Logitech Comfort Keyboard K280e biedt bedrijven de perfecte balans tussen kwaliteit en prijs.Met een versterkte, morsbestendig chassis en low-profile toetsen met een levensduur van 10 miljoen toetsaanslagen, is de K280e geschikt voor jaren van zwa... Art-Nr. NTZLZA5H"]},
{"url": ["http://www.alternate.nl/ASUS/GTX750TI-PH-2GD5-grafische-kaart/html/product/1122146"], "price": ["137.9"], "name": ["GTX750TI-PH-2GD5, grafische kaart (VGA, 2x DVI, HDMI)"], "description": ["GTX750TI-PH-2GD5, grafische kaart (VGA, 2x DVI, HDMI): De GTX750TI-PH-2GD5 van ASUS is gebaseerd op de NVIDIA GeForce GTX 750 Ti Chip en beschikt over 2048 MB GDDR5 Geheugen dat via een 128 bit brede interface aangesproken wordt. De GPU heeft een kloksnelheid van 1020 MHz en het geheugen een snelheid van... Art-Nr. JDXVZB"]},
{"url": ["http://www.alternate.nl/SteelSeries/Sensei-Gaming-Muis/html/product/893408"], "price": ["84.9"], "name": ["Sensei, Gaming Muis (Zilver (Hoogglans)/Zwart, 1 - 11400 dpi, Retail)"], "description": ["Sensei, Gaming Muis (Zilver (Hoogglans)/Zwart, 1 - 11400 dpi, Retail): De SteelSeries Sensei is een robuuste Gaming-muis. De muis heeft een maximale dpi waarde van 5700, welke door de DCPI functie kan worden verdubbeld tot 11400 dpi en een snelheid van 3,81 meter per seconde.Door het interne geheugen kunnen tot 5 versch... Art-Nr. NMZT34"]},
{"url": ["http://www.alternate.nl/Speedlink/Gamepad-XEOX-Pro-Analog-Wireless/html/product/1033330"], "price": ["34.99"], "name": ["Gamepad XEOX Pro Analog Wireless (Zwart, Retail)"], "description": []},
{"url": ["http://www.alternate.nl/XFX/1250W-Black-Edition-1250-Watt-voeding/html/product/963794"], "price": ["229.9"], "name": ["1250W Black Edition, 1250 Watt voeding (Zwart, 8x PCIe, Kabelmanagement, Retail)"], "description": ["1250W Black Edition, 1250 Watt voeding (Zwart, 8x PCIe, Kabelmanagement, Retail): De 1250W Black Edition van XFX is een ATX voeding en levert een vermogen van 1250 Watt met een efficiëntie van 90%. Deze voeding heeft één 135mm Fan ingebouwd en is beveiligd tegen stroompieken (OCP), tegen overspanning (OVP), tegen onderspanning (UV... Art-Nr. TNAVX2"]},
{"url": ["http://www.alternate.nl/Sharkoon/WPM600-Bronze-600-Watt-voeding/html/product/1053693"], "price": ["59.9"], "name": ["WPM600 Bronze, 600 Watt voeding (Zwart, 2x PCIe, Kabel-management)"], "description": ["WPM600 Bronze, 600 Watt voeding (Zwart, 2x PCIe, Kabel-management): De WPM600 Bronze van Sharkoon is een ATX voeding en levert een vermogen van 600 Watt met een efficientie van 85%. Deze voeding heeft één 140mm Fan ingebouwd en is beveiligd tegen overspanning (OVP), tegen overbelasting (OLP/OPP) en tegen kortsluiting... Art-Nr. TN6S16"]},
{"url": ["http://www.alternate.nl/Plantronics/GameCom-780-7-1-Surround-Gaming-Headset/html/product/987130"], "price": ["54.9"], "name": ["GameCom 780, 7.1 Surround Gaming Headset (Zwart, USB, Retail)"], "description": ["GameCom 780, 7.1 Surround Gaming Headset (Zwart, USB, Retail): Deze headset geeft u een ongekende audiovoorsprong dankzij de ingebouwde Dolby® technologie en luister naar 7.1 surround sound. Deze is eenvoudig aan te sluiten op uw pc via USB. Geniet in alle comfort van lange gamesessies en films met speciaal ontw... Art-Nr. KH#P4G"]},
{"url": ["http://www.alternate.nl/Canon/PIXMA-MG7150-All-in-one-inkjetprinter/html/product/1100351"], "price": ["149.9"], "name": ["PIXMA MG7150, All-in-one inkjetprinter (Wit, Scannen, Kopiëren)"], "description": ["PIXMA MG7150, All-in-one inkjetprinter (Wit, Scannen, Kopiëren): Deze stijlvolle en compacte hoogwaardige All-in-One biedt een uitzonderlijke kwaliteit prints, kopieën en scans en geavanceerde Wi-Fi-, Ethernet- en cloud-connectiviteit. Het is een ideale keuze voor fotoliefhebbers en voorziet in snel en eenvoudig p... Art-Nr. WT#CT5"]},
{"url": ["http://www.alternate.nl/Printerpapier-70gr-Papier/html/product/1099939"], "price": ["4.99"], "name": ["Printerpapier 70gr, Papier (Retail)"], "description": ["Printerpapier 70gr, Papier (Retail): Pakket bestaande uit 500 vellen printerpapier. Art-Nr. WPZV02"]},
{"url": ["http://www.alternate.nl/Canon/MX-925-All-in-one-inkjetprinter/html/product/1062815"], "price": ["159.9"], "name": ["MX-925, All-in-one inkjetprinter (Zwart)"], "description": []},
{"url": ["http://www.alternate.nl/Epson/Expression-Premium-XP-615-All-in-one-inkjetprinter/html/product/1099982"], "price": ["119.9"], "name": ["Expression Premium XP-615, All-in-one inkjetprinter (Wit, Scan, Kopie, USB, WLAN)"], "description": ["Expression Premium XP-615, All-in-one inkjetprinter (Wit, Scan, Kopie, USB, WLAN): De rijk uitgeruste XP-615, een kleine printer met grote ideeën, is zoveel meer dan een compacte kleurenprinter; het is een aanpasbare A4 alles-in-één in een strak wit ontwerp.Laat u niet beperken door uw printer. Afgedrukt horen mooie foto's nog mooi... Art-Nr. WT#EL7"]},
{"url": ["http://www.alternate.nl/Canon/PowerShot-SX280-HS-Digitale-Camera/html/product/1077897"], "price": ["224.9"], "name": ["PowerShot SX280 HS, Digitale Camera (Rood)"], "description": []},
{"url": ["http://www.alternate.nl/Alpenföhn/Permafrost/html/product/1099852"], "price": ["9.99"], "name": ["\"Permafrost\" (Wit)"], "description": ["\"Permafrost\" (Wit):  Tube met 3 gram warmte geleidende pasta voor betere geleiding van de warmte tussen processor en koeler. Art-Nr. HVZ#80"]},
{"url": ["http://www.alternate.nl/ASRock/C2750D4I-moederbord/html/product/1112688"], "price": ["364.0"], "name": ["C2750D4I, moederbord (CPU, Gb-LAN, VGA, Mini-ITX)"], "description": []},
{"url": ["http://www.alternate.nl/Intel(R)/Core(TM)-i7-4770-3-4-GHz-(3-9-GHz-Turbo-Boost)-1150-processor/html/product/1063381"], "price": ["294.0"], "name": ["Core™ i7-4770, 3,4 GHz (3,9 GHz Turbo Boost) 1150 processor (FC-LGA4, \"Haswell\", boxed)"], "description": []},
{"url": ["http://www.alternate.nl/Noctua/NT-H1-Koelpasta/html/product/31252"], "price": ["9.99"], "name": ["NT-H1 Koelpasta (Lite Retail)"], "description": []},
{"url": ["http://www.alternate.nl/Corsair/8-GB-DDR3-1066-Kit-geheugen/html/product/877648"], "price": ["82.9"], "name": ["8 GB DDR3-1066 Kit, geheugen (CMSA8GX3M2A1066C7, Mac, Lite Retail)"], "description": ["8 GB DDR3-1066 Kit, geheugen (CMSA8GX3M2A1066C7, Mac, Lite Retail): De opbouw van deze geheugenmodules is volledig identiek. Beide zijn voorzien van geheugenchips uit eenzelfde productie-serie, wat uiteraard een betere compatibiliteit oplevert dan twee losse modules. De capaciteit bedraagt in totaal 8 GB (twee module... Art-Nr. IDNF56"]},
{"url": ["http://www.alternate.nl/Microsoft/Wired-Keyboard-200-Black-for-Business/html/product/858412"], "price": ["8.99"], "name": ["Wired Keyboard 200 Black for Business (Retail)"], "description": ["Wired Keyboard 200 Black for Business (Retail): Het Wired Keyboard 200 Black for Business van Microsoft is een toetsenbord, gemaakt voor duurzaamheid en om snel op uw pc aan te sluiten zodat u aan de slag kunt. Art-Nr. NTZMZA12"]},
{"url": ["http://www.alternate.nl/Sharkoon/Skiller-Gaming-Toetsenbord/html/product/998263"], "price": ["19.99"], "name": ["Skiller, Gaming Toetsenbord (Zwart, US Lay-out, Retail)"], "description": ["Skiller, Gaming Toetsenbord (Zwart, US Lay-out, Retail): Het Sharkoon Skiller toetsenbord is geschikt voor iedere gamer! Dankzij zijn uitgebreide functies zoals bijvoorbeeld de Anti-ghosting functie met 18-key rollover.Dit toetsenbord bezit 20 multimedia toetsen en heeft 10 verschillende profielen voor mac... Art-Nr. NTZS560"]},
{"url": ["http://www.alternate.nl/SteelSeries/Sensei-Gaming-Muis/html/product/893408"], "price": ["84.9"], "name": ["Sensei, Gaming Muis (Zilver (Hoogglans)/Zwart, 1 - 11400 dpi, Retail)"], "description": []},
{"url": ["http://www.alternate.nl/Sharkoon/Gsone-Gaming-Stereo-Headset/html/product/1084072"], "price": ["39.99"], "name": ["Gsone Gaming Stereo Headset (Zwart, PC & PS4)"], "description": ["Gsone Gaming Stereo Headset (Zwart, PC & PS4): De Sharkoon Gsone is met hoogwaardige productie en rijke geluidskwaliteit vooral afgestemd op de eisen van PC gamers. Het ergonomische design, robuust en toch licht in gewicht en gewatteerde, individueel verstelbare hoofdband van de Gsone zorgt voor ... Art-Nr. KH#S26"]},
{"url": ["http://www.alternate.nl/Aerocool/AP-550-550-Watt-voeding/html/product/1052421"], "price": ["39.99"], "name": ["AP-550, 550 Watt voeding (Zwart, 2x PCIe)"], "description": ["AP-550, 550 Watt voeding (Zwart, 2x PCIe): De AP-550 van Aerocool is een ATX voeding en levert een vermogen van 550 Watt. Deze voeding heeft één 120mm Fan ingebouwd en is beveiligd tegen overspanning (OVP), tegen onderspanning (UVP), tegen overbelasting (OLP/OPP) en tegen kortsluiting (SCP). ... Art-Nr. TN5RA1"]},
{"url": ["http://www.alternate.nl/Sharkoon/Vaya-II-Value-Gunmetal-edition-behuizing/html/product/1092802"], "price": ["34.99"], "name": ["Vaya II Value Gunmetal edition, behuizing (Grijs, USB 3.0, Window Kit)"], "description": ["Vaya II Value Gunmetal edition, behuizing (Grijs, USB 3.0, Window Kit): De Vaya II Value Gunmetal edition van Sharkoon is een Midi Tower met plaats voor een ATX voeding. De behuizing beschikt over vier externe 5,25, één externe 3,5, vier interne 3,5, één interne 2,5 inbouwsloten, welke toolless zijn ingericht, heeft zeve... Art-Nr. TQXS630"]},
{"url": ["http://www.alternate.nl/Philips/PC-headset-voor-games-SHG8200-10-Headset/html/product/987999"], "price": ["79.9"], "name": ["PC-headset voor games SHG8200/10, Headset (Zwart/Rood, Retail)"], "description": ["PC-headset voor games SHG8200/10, Headset (Zwart/Rood, Retail): De professionele Philips SHG8200/10-gamingheadset biedt 3D-geluid met ruimtelijke effecten, zodat u beter hoort waar uw vijanden vandaan komen. Een perfecte pasvorm en ultiem draagcomfort voor lange missies plus intuïtieve bediening op de oorschelpen... Art-Nr. KH#P9B"]},
{"url": ["http://www.alternate.nl/Canon/PIXMA-MG7150-All-in-one-inkjetprinter/html/product/1100351"], "price": ["149.9"], "name": ["PIXMA MG7150, All-in-one inkjetprinter (Wit, Scannen, Kopiëren)"], "description": []},
{"url": ["http://www.alternate.nl/Printerpapier-70gr-Papier/html/product/1099939"], "price": ["4.99"], "name": ["Printerpapier 70gr, Papier (Retail)"], "description": []},
{"url": ["http://www.alternate.nl/Razer/Kraken-7-1-Surround-Sound-Gaming-Headset/html/product/1097660"], "price": ["89.9"], "name": ["Kraken 7.1 - Surround Sound Gaming Headset (Zwart)"], "description": ["Kraken 7.1 - Surround Sound Gaming Headset (Zwart): Geniet van volledige 7.1 surround sound gaming ervaring met de Razer Kraken 7.1 USB gaming headset. Alle mogelijkheden van de Razer Kraken 7.1 worden ontketend door zijn geavanceerde 7.1 virtual surround sound engine. Gedreven door Razer's krachtige ... Art-Nr. KH#RBA"]},
{"url": ["http://www.alternate.nl/Sharkoon/USB-2-0-Kabel-USB-A-USB-B/html/product/1100778"], "price": ["5.99"], "name": ["USB 2.0 Kabel, USB-A -> USB-B (Zwart, 2 meter)"], "description": ["USB 2.0 Kabel, USB-A -> USB-B (Zwart, 2 meter): Deze USB 2.0 kabel is een verbindingskabel van USB-A naar USB-B. Met deze USB kabel kunt u bijvoorbeeld uw scanner of printer aansluiten op uw computer. De lengte van de kabel is 2 meter. Art-Nr. RDUC0002"]},
{"url": ["http://www.alternate.nl/Epson/Inkt-T2614/html/product/1053752"], "price": ["9.99"], "name": ["Inkt - T2614 (C13T26144010, 'IJsbeer', Retail)"], "description": ["Inkt - T2614 (C13T26144010, 'IJsbeer', Retail): Maak glanzende foto's met heldere details, van paspoortformaat tot A4-vergrotingen. Fotoafdrukken komen het beste tot hun recht met de Claria Photographic Ink. Producten die Epson Claria Inks gebruiken, zijn ook ideaal voor algemene afdruktaken, zoal... Art-Nr. WTJENK"]},
{"url": ["http://www.alternate.nl/Alpenföhn/Permafrost/html/product/1099852"], "price": ["9.99"], "name": ["\"Permafrost\" (Wit)"], "description": []},
{"url": ["http://www.alternate.nl/Epson/Inkt-T2613/html/product/1028168"], "price": ["9.99"], "name": ["Inkt - T2613 (C13T26134010, 'IJsbeer', Retail)"], "description": ["Inkt - T2613 (C13T26134010, 'IJsbeer', Retail): Maak glanzende foto's met heldere details, van paspoortformaat tot A4-vergrotingen. Fotoafdrukken komen het beste tot hun recht met de Claria Photographic Ink. Producten die Epson Claria Inks gebruiken, zijn ook ideaal voor algemene afdruktaken, zoal... Art-Nr. WTJENJ"]},
{"url": ["http://www.alternate.nl/Epson/Inkt-T2612/html/product/1053749"], "price": ["8.99"], "name": ["Inkt - T2612 (C13T26124010, 'IJsbeer', Retail)"], "description": ["Inkt - T2612 (C13T26124010, 'IJsbeer', Retail): Maak glanzende foto's met heldere details, van paspoortformaat tot A4-vergrotingen. Fotoafdrukken komen het beste tot hun recht met de Claria Photographic Ink. Producten die Epson Claria Inks gebruiken, zijn ook ideaal voor algemene afdruktaken, zoal... Art-Nr. WTJENI"]},
{"url": ["http://www.alternate.nl/Epson/Inkt-T2601/html/product/1053742"], "price": ["11.99"], "name": ["Inkt - T2601 (C13T26014010, 'IJsbeer', Retail)"], "description": ["Inkt - T2601 (C13T26014010, 'IJsbeer', Retail): Maak glanzende foto's met heldere details, van paspoortformaat tot A4-vergrotingen. Fotoafdrukken komen het beste tot hun recht met de Claria Photographic Ink. Producten die Epson Claria Inks gebruiken, zijn ook ideaal voor algemene afdruktaken, zoal... Art-Nr. WTFEB8"]},
{"url": ["http://www.alternate.nl/Corsair/8-GB-DDR3-1066-Kit-geheugen/html/product/877648"], "price": ["82.9"], "name": ["8 GB DDR3-1066 Kit, geheugen (CMSA8GX3M2A1066C7, Mac, Lite Retail)"], "description": []},
{"url": ["http://www.alternate.nl/Microsoft/Wired-Keyboard-200-Black-for-Business/html/product/858412"], "price": ["8.99"], "name": ["Wired Keyboard 200 Black for Business (Retail)"], "description": []},
{"url": ["http://www.alternate.nl/Ducky/Zero-DK2108-Gaming-Toetsenbord/html/product/1107592"], "price": ["89.9"], "name": ["Zero DK2108, Gaming Toetsenbord (Zwart, MX Brown, US Lay-out)"], "description": ["Zero DK2108, Gaming Toetsenbord (Zwart, MX Brown, US Lay-out): De Ducky Zero DK2108 is een eenvoudig, stevig mechanisch toetsenbord. De Cherry MX keys hebben een levensduur van 50 miljoen handelingen per toets en het toetsenbord biedt door de N-Key Rollover een sterke anti-ghosting, zodat geen enkele toetsaansla... Art-Nr. NTZUZA01"]},
{"url": ["http://www.alternate.nl/Corsair/Vengeance-K95-Gaming-Toetsenbord/html/product/1080993"], "price": ["139.9"], "name": ["Vengeance K95, Gaming Toetsenbord (Zwart, MX Red, US Lay-out)"], "description": ["Vengeance K95, Gaming Toetsenbord (Zwart, MX Red, US Lay-out): De Vengeance K95 is een heavy duty mechanisch gaming toetsenbord. De mechanische Cherry® MX Red toetsen zorgen voor een betrouwbaar gevoel en vereisen minder druk. Het resultaat is een gevoel dat de meesten ervaren als soepeler en sneller, waardoor d... Art-Nr. NTZVZA1E"]},
{"url": ["http://www.alternate.nl/X2/SolarBlast-7-1-Gaming-headset-Headset/html/product/1104596"], "price": ["49.99"], "name": ["SolarBlast 7.1 Gaming headset, Headset (Zwart/Rood)"], "description": ["SolarBlast 7.1 Gaming headset, Headset (Zwart/Rood): De X2 SolarBlast 7.1 gaming headset is ontworpen voor comfort, functionaliteit en echt gaming plezier. De SolarBlast is aan te sluiten via USB. De headset heeft een bass boost knop, vibratie knop en een volumeknop aan de linker oorschelp, waarmee de ... Art-Nr. KH#X12"]},
{"url": ["http://www.alternate.nl/Cooler-Master/B700-700-Watt-voeding/html/product/1051654"], "price": ["63.9"], "name": ["B700, 700 Watt voeding (Zwart, 4x PCIe)"], "description": ["B700, 700 Watt voeding (Zwart, 4x PCIe): De B700 van Cooler Master is een ATX voeding en levert een vermogen van 700 Watt met een efficiëntie van 85%. Deze voeding heeft één 120mm Fan ingebouwd en is beveiligd tegen stroompieken (OCP), tegen overspanning (OVP), tegen overbelasting (OLP/OPP)... Art-Nr. TN7MB1"]},
{"url": ["http://www.alternate.nl/Corsair/Carbide-500R-behuizing/html/product/905086"], "price": ["112.9"], "name": ["Carbide 500R, behuizing (Zwart, USB 3.0, Retail)"], "description": ["Carbide 500R, behuizing (Zwart, USB 3.0, Retail): De Carbide 500R van Corsair is een Midi Tower met plaats voor een ATX voeding. De behuizing beschikt over vier externe 5,25, zes interne 3,5 inbouwsloten, welke toolless zijn ingericht, heeft acht Full Size slotopeningen en heeft vier slangopeningen ... Art-Nr. TQXV6E"]},
{"url": ["http://www.alternate.nl/Philips/PC-headset-voor-games-SHG8200-10-Headset/html/product/987999"], "price": ["79.9"], "name": ["PC-headset voor games SHG8200/10, Headset (Zwart/Rood, Retail)"], "description": []},
{"url": ["http://www.alternate.nl/Zalman/Z9-U3-behuizing/html/product/995216"], "price": ["64.9"], "name": ["Z9 U3, behuizing (Zwart, USB 3.0, Window Kit, Retail)"], "description": ["Z9 U3, behuizing (Zwart, USB 3.0, Window Kit, Retail): De Zalman Z9 U3 is een stijlvolle Midi-Tower, met plaats voor negen case fans en grafische kaarten met een lengte tot 290mm. De behuizing heeft vier externe 5,25 (waarvan één bezet door de frontaansluitingen), één externe 3,5, één interne 2,5 en vijf... Art-Nr. TQXZ51"]},
{"url": ["http://www.alternate.nl/Razer/Kraken-7-1-Surround-Sound-Gaming-Headset/html/product/1097660"], "price": ["89.9"], "name": ["Kraken 7.1 - Surround Sound Gaming Headset (Zwart)"], "description": []},
{"url": ["http://www.alternate.nl/Aerocool/Strike-X-ONE-behuizing/html/product/945642"], "price": ["34.99"], "name": ["Strike-X ONE, behuizing (Zwart, Retail)"], "description": ["Strike-X ONE, behuizing (Zwart, Retail): De Strike-X ONE van Aerocool is een Midi Tower met plaats voor een ATX voeding. De behuizing beschikt over vier externe 5,25, vijf interne 5,25 inbouwsloten, waarvan de 5,25 sloten, toolless zijn ingericht, heeft 7 Full Size slotopeningen, welke tool... Art-Nr. TQXR28"]},
{"url": ["http://www.alternate.nl/goobay/Adapter-USB-PS-2/html/product/865702"], "price": ["3.99"], "name": ["Adapter USB > PS/2 (Lila)"], "description": ["Adapter USB > PS/2 (Lila): Met deze adapter is het mogelijk om een ps/2 muis of toetsenbord aan te sluiten op een USB poort. Art-Nr. RDUA93"]},
{"url": ["http://www.alternate.nl/Epson/Inkt-T0713/html/product/922682"], "price": ["12.99"], "name": ["Inkt - T0713 (C13T07134011, 'Cheetah', Magenta, Retail)"], "description": ["Inkt - T0713 (C13T07134011, 'Cheetah', Magenta, Retail): De Epson DURABrite Ultra-inkt is de veelzijdige oplossing voor al uw dagelijkse afdrukbehoeften, waarmee u zult genieten van hoogwaardige afdrukken van documenten en foto's op verschillende soorten papier. Deze inkt is ideaal voor het afdrukken van r... Art-Nr. WTJEM5"]},
{"url": ["http://www.alternate.nl/Epson/Inkt-T0712/html/product/922676"], "price": ["12.99"], "name": ["Inkt - T0712 (C13T07124011, 'Cheetah', Cyaan, Retail)"], "description": ["Inkt - T0712 (C13T07124011, 'Cheetah', Cyaan, Retail): De Epson DURABrite Ultra-inkt is de veelzijdige oplossing voor al uw dagelijkse afdrukbehoeften, waarmee u zult genieten van hoogwaardige afdrukken van documenten en foto's op verschillende soorten papier. Deze inkt is ideaal voor het afdrukken van r... Art-Nr. WTJEM4"]},
{"url": ["http://www.alternate.nl/Epson/Inkt-T2613/html/product/1028168"], "price": ["9.99"], "name": ["Inkt - T2613 (C13T26134010, 'IJsbeer', Retail)"], "description": []},
{"url": ["http://www.alternate.nl/Epson/Inkt-T2612/html/product/1053749"], "price": ["8.99"], "name": ["Inkt - T2612 (C13T26124010, 'IJsbeer', Retail)"], "description": []},
{"url": ["http://www.alternate.nl/Epson/Inkt-T2601/html/product/1053742"], "price": ["11.99"], "name": ["Inkt - T2601 (C13T26014010, 'IJsbeer', Retail)"], "description": []},
{"url": ["http://www.alternate.nl/Canon/Inkt-PG-512/html/product/539604"], "price": ["20.99"], "name": ["Inkt PG-512 (Zwart, Retail)"], "description": ["Inkt PG-512 (Zwart, Retail): De originele Canon PG-512 inktcartridge (zwart) bevat inkt op pigmentbasis. Art-Nr. WTFC3B"]},
{"url": ["http://www.alternate.nl/Epson/Inkt-T2614/html/product/1053752"], "price": ["9.99"], "name": ["Inkt - T2614 (C13T26144010, 'IJsbeer', Retail)"], "description": []},
{"url": ["http://www.alternate.nl/CM-Storm/Mech-Aluminium-Gaming-Keyboard/html/product/1097244"], "price": ["129.9"], "name": ["Mech, Aluminium Gaming Keyboard (MX Blue, US Lay-out, Retail)"], "description": ["Mech, Aluminium Gaming Keyboard (MX Blue, US Lay-out, Retail): De Mech is een mechanisch toetsenbord uit de 'Aluminium Gaming Series' van CM Storm. Het toetsenbord biedt door het interne 128Kb geheugen en de 32 bit processor de mogelijkheid om tot 75 macro's op te slaan in totaal 5 verschillende profielen. Het t... Art-Nr. NTZVZA0C"]},
{"url": ["http://www.alternate.nl/Corsair/Vengeance-K95-Gaming-Toetsenbord/html/product/1080993"], "price": ["139.9"], "name": ["Vengeance K95, Gaming Toetsenbord (Zwart, MX Red, US Lay-out)"], "description": []},
{"url": ["http://www.alternate.nl/X2/SolarBlast-7-1-Gaming-headset-Headset/html/product/1104596"], "price": ["49.99"], "name": ["SolarBlast 7.1 Gaming headset, Headset (Zwart/Rood)"], "description": []},
{"url": ["http://www.alternate.nl/Cooler-Master/B700-700-Watt-voeding/html/product/1051654"], "price": ["63.9"], "name": ["B700, 700 Watt voeding (Zwart, 4x PCIe)"], "description": []},
{"url": ["http://www.alternate.nl/Cooler-Master/K280-behuizing/html/product/1030478"], "price": ["37.99"], "name": ["K280, behuizing (Zwart, USB 3.0, Retail)"], "description": ["K280, behuizing (Zwart, USB 3.0, Retail): De K280 van Cooler Master is een Midi Tower met plaats voor een ATX voeding. De behuizing beschikt over drie externe 5,25, één externe 3,5, zes interne 3,5, één interne 2,5 inbouwsloten, waarvan de 5,25 sloten en twee van de 3,5 sloten, toolless zijn... Art-Nr. TQXM4B"]},
{"url": ["http://www.alternate.nl/Corsair/AF120-Quiet-Edition-Purple-LED-fan-koeler/html/product/1100293"], "price": ["24.99"], "name": ["AF120 Quiet Edition Purple LED fan, koeler (Lila, Duo pack)"], "description": ["AF120 Quiet Edition Purple LED fan, koeler (Lila, Duo pack): De AF120 Quiet Edition Purple LED fan van Corsair is een 120mm koeler voor uw PC behuizing. Hij zorgt voor een goede koeling en heeft een maximale geluidsontwikkeling van 25,2 dB(A). bij een toerental van 1500 rpm. Art-Nr. TL9V6I"]},
{"url": ["http://www.alternate.nl/Zalman/ZM700-GV-700-Watt-voeding/html/product/1148882"], "price": ["84.9"], "name": ["ZM700-GV, 700 Watt voeding "], "description": ["ZM700-GV, 700 Watt voeding :  Art-Nr. TN7Z01"]},
{"url": ["http://www.alternate.nl/Zalman/ZM600-GV-600-Watt-voeding/html/product/1148881"], "price": ["69.9"], "name": ["ZM600-GV, 600 Watt voeding "], "description": ["ZM600-GV, 600 Watt voeding :  Art-Nr. TN6Z01"]},
{"url": ["http://www.alternate.nl/Aerocool/Strike-X-ONE-behuizing/html/product/945642"], "price": ["34.99"], "name": ["Strike-X ONE, behuizing (Zwart, Retail)"], "description": []},
{"url": ["http://www.alternate.nl/Digitus/Adapter-SATA-IDE/html/product/1034421"], "price": ["14.99"], "name": ["Adapter SATA > IDE (Titanium, Lite Retail)"], "description": ["Adapter SATA > IDE (Titanium, Lite Retail): De perfecte oplossing om IDE-schijven op een moederbord te plaatsen die alleen SATA controllers hebben.Met de Adapter SATA op IDE (intern) van Digitus kan je eenvoudig een IDE harde schijf op een SATA poort aansluiten. Art-Nr. ATZ#27"]},
{"url": ["http://www.alternate.nl/Epson/Inkt-T0714/html/product/922684"], "price": ["12.99"], "name": ["Inkt - T0714 (C13T07144010, 'Cheetah', Geel, Retail)"], "description": ["Inkt - T0714 (C13T07144010, 'Cheetah', Geel, Retail): De Epson DURABrite Ultra-inkt is de veelzijdige oplossing voor al uw dagelijkse afdrukbehoeften, waarmee u zult genieten van hoogwaardige afdrukken van documenten en foto's op verschillende soorten papier. Deze inkt is ideaal voor het afdrukken van r... Art-Nr. WTJEM6"]},
{"url": ["http://www.alternate.nl/Epson/Inkt-T0712/html/product/922676"], "price": ["12.99"], "name": ["Inkt - T0712 (C13T07124011, 'Cheetah', Cyaan, Retail)"], "description": []},
{"url": ["http://www.alternate.nl/Epson/Inkt-T0713/html/product/922682"], "price": ["12.99"], "name": ["Inkt - T0713 (C13T07134011, 'Cheetah', Magenta, Retail)"], "description": []},
{"url": ["http://www.alternate.nl/ICY-BOX/Adapter-USB-2-0-SATA/html/product/447360"], "price": ["14.29"], "name": ["Adapter USB 2.0 > SATA (Wit, Voor 2,5\"-HDD, Retail)"], "description": ["Adapter USB 2.0 > SATA (Wit, Voor 2,5\"-HDD, Retail): De IB-AC603 van ICY BOX is een externe adapter, welke gebruikt kan worden om interne harde schijven, via een USB poort op de PC of notebook aan te sluiten. De HDD wordt via USB van stroom voorzien. Art-Nr. T2UR76"]},
{"url": ["http://www.alternate.nl/Sharkoon/Adapter-4-Pin-Molex-3-Pin-Koeler/html/product/78800"], "price": ["1.99"], "name": ["Adapter 4-Pin Molex > 3-Pin Koeler (Zwart/Rood/Geel, Retail)"], "description": ["Adapter 4-Pin Molex > 3-Pin Koeler (Zwart/Rood/Geel, Retail): Met deze Sharkoon Adapter kunt u een 3-pins case ventilator en cpu-fan aansluiten op een 5.25 4-pins-stroomaansluiting. Art-Nr. TLZS03"]},
{"url": ["http://www.alternate.nl/Canon/Inkt-PG-512/html/product/539604"], "price": ["20.99"], "name": ["Inkt PG-512 (Zwart, Retail)"], "description": []},
{"url": ["http://www.alternate.nl/goobay/Adapter-USB-PS-2/html/product/865702"], "price": ["3.99"], "name": ["Adapter USB > PS/2 (Lila)"], "description": []},
{"url": ["http://www.alternate.nl/CM-Storm/Mech-Aluminium-Gaming-Keyboard/html/product/1097244"], "price": ["129.9"], "name": ["Mech, Aluminium Gaming Keyboard (MX Blue, US Lay-out, Retail)"], "description": []},
{"url": ["http://www.alternate.nl/Zalman/ZM500-GV-500-Watt-voeding/html/product/1148880"], "price": ["64.9"], "name": ["ZM500-GV, 500 Watt voeding "], "description": ["ZM500-GV, 500 Watt voeding :  Art-Nr. TN5Z01"]},
{"url": ["http://www.alternate.nl/Zalman/Z9-U3-behuizing/html/product/995216"], "price": ["64.9"], "name": ["Z9 U3, behuizing (Zwart, USB 3.0, Window Kit, Retail)"], "description": []},
{"url": ["http://www.alternate.nl/Corsair/Air-Series-AF120-Quiet-Edition-koeler/html/product/999891"], "price": ["16.29"], "name": ["Air Series AF120 Quiet Edition, koeler (Zwart, 3-Pin aansluiting, Lite Retail)"], "description": ["Air Series AF120 Quiet Edition, koeler (Zwart, 3-Pin aansluiting, Lite Retail): De Air Series AF120 Quiet Edition van Corsair is een 120mm koeler voor uw PC behuizing. Hij zorgt voor een goede koeling en heeft een maximale geluidsontwikkeling van 21 dB(A). bij een toerental van 1100 rpm. En wordt geleverd met verwisselbare gekle... Art-Nr. TL9V60"]}]